Repository: MuroPlankton/CSVTranslator
Catalog: *.lproj/Localizable.strings
Languages: fi

source: Done
fi: Valmis

source: vote
fi: äänestä

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Cancel
fi: Peruuta

source: Cancel
fi: Peruuta

# getPaidVotesShare
source: Want to support your favourite to win? Invite friends & get more votes!
fi: Haluatko tukea suosikkiasi? Kutsu ystäviäsi mukaan ja saat enemmän ääniä!

source: Follow
fi: Seuraa

# following_plural
source: Following
fi: Älä seuraa

# following_singular
source: Following
fi: Seurattu

source: Followers
fi: Seuraajia

# search_key
source: Search
fi: Etsi

source: Save
fi: Tallenna

# CreatingContest
source: Saving
fi: Tallentaa

source: Profile saved
fi: Profiili Tallennettu

source: Submit
fi: Vastaa

source: Edit profile
fi: Muokkaa profiilia

# MyProfile
source: Edit profile
fi: Muokkaa profiilia

source: time left
fi: LIVE

source: Open in browser
fi: Avaa selaimessa

source: Update
fi: Päivitä

# UnknownErrorOccurred
source: An error has occured!
fi: Tapahtui virhe!

# PleaseCheckYoutInternetConnection
source: Try to enable your internet connection and refresh!
fi: Koita saada yhteys internettiin ja päivitä sivu!

# requestError
source: Error loading content. Please try again.
fi: Virhe ladattaessa sisältöä. Yritä uudelleen.

source: Video not found
fi: Video ei löydy

source: just now
fi: Juuri äsken

source: %@ ago
fi: %@ sitten

source: month
fi: kuukausi

source: months
fi: kuukautta

source: week
fi: viikko

# weeks
source: %1$dw
fi: %1$dv

source: day
fi: päivä

# days
source: %1$dd
fi: %1$dpv

# hours
source: %1$dh
fi: %1$dt

source: year
fi: vuosi

source: just now
fi: nyt

source: Personal information
fi: Henkilötiedot

# followButtonFollow
source: follow
fi: seurataan

# GenderPlaceholder
source: Gender
fi: Sukupuoli

source: Male
fi: Mies

source: Female
fi: Nainen

source: Other
fi: Muu

# NotChosen
source: Not specified
fi: Määrittelemätön

source: A password reset link was sent to
fi: Linkki salasanan palauttamista varten on lähetetty osoitteeseen

# FBLoginFailed
source: Facebook login failed
fi: Facebook -kirjautuminen epäonnistui.

source: Google login failed.
fi: Google -kirjautuminen epäonnistui.

# ChoicelyLoginFailed
source: Check email and password
fi: Tarkista käyttäjänimi tai salasana

# ChoicelyRegisterFailed
source: Registering failed. Try again later please.
fi: Rekisteröinti epäonnistui. Yritä myöhemmin uudelleen.

# CantVerifyEmailConfirmed
source: Couldn't find email confirmation!
fi: Sähköpostiosoitteen vahvistusta ei löytynyt!

# CheckEmailOrPassword
source: Please check username or password
fi: Tarkista käyttäjänimi ja salasana

# CheckEmail
source: Please check email address
fi: Tarkista sähköpostiosoite

source: Username not available
fi: Käyttäjänimi ei ole saatavilla

# LoginEmail
source: email or username
fi: Valitse viisaasti

# AlternateLogin
source: or
fi: tai

source: Forgot password?
fi: Unohtuiko salasanasi?

# Email
source: Describe the contest here
fi: Sähköposti

source: Password
fi: Salasana

# Register
source: Send confirmation email
fi: Lähetä varmistussähköposti

# EmailAlreadyConfirmed
source: I have already confirmed my email address
fi: Olen jo varmistanut sähköpostiosoitteeni

source: Select city
fi: Valitse kaupunki

source: Email or username
fi: Sähköposti tai käyttäjänimi

source: Sign in
fi: Kirjaudu sisään

source: Login
fi: Kirjaudu sisään

# LoginTitile
source: Sign in with
fi: Kirjaudu sisään

source: Logout
fi: Kirjaudu ulos

# LogoutConfirmation
source: Are you sure you want to log out?
fi: Haluatko varmasti kirjautua ulos?

source: Contests
fi: Kilpailut

# contests_alt
source: Contests
fi: Kilpailuja

# finished
source: Results
fi: Tulokset

source: Results announced in:
fi: Tulokset julkaistaan:

source: All
fi: Kaikki

# VotingContestTitle
source: Voting
fi: Äänestys

source: Voting starts in:
fi: Äänestys alkaa:

# PhotoContestDescription
source: Users
fi: Kaikki voivat osallistua kilpailuun omilla kuvillaan

# ShowContestResultsBreakdown
source: Show contest result breakdown
fi: Näytä kilpailun tulokset

# PhotoContestTitle
source: Challenge
fi: Haaste

source: Voting features
fi: Äänestyksen ominaisuudet

source: Free votes
fi: Ilmaiset äänet

# VotesPerContestant
source: Votes limit / contestant
fi: Äänet raja / kilpailija

source: Earn votes
fi: Ansaitse ääniä

source: Unvote
fi: Poista ääni

source: Premium votes
fi: Premium-äänet

# paidVotesLeft
source: My premium votes
fi: Premium äänet

# MaxPaidVotesParticipant
source: Limit number of paid votes per participant
fi: Rajoitus kullekin kilpailijalle annettaville maksullisille äänille

source: Results visible
fi: Tulokset näkyvissä

# Shown
source: Always
fi: Näkyvissä

# shown
source: Always
fi: Näkyvissä

source: Contest update failed.
fi: Kilpailua ei voitu päivittää.

source: Choices
fi: Vaihtoehdot

source: People
fi: Ihmiset

source: Stars
fi: Tähdet

source: Your stars
fi: Tähtesi

# ThanksForYourVote
source: Thank you for your vote!
fi: Kiitos äänestäsi!

source: voters
fi: äänestäjiä

source: total votes
fi: ääniä yhteensä

# NoMoreParticipantsToSwipe
source: There are no more participants
fi: Ei enempää kilpailijoita

source: Silver Star
fi: Hopeatähti

source: Silver Stars
fi: Hopeatähteä

# EarnSilverStarsByWatchingThisVideo
source: Earn %d silver star(s) by watching this video
fi: Ansaitse %d hopeatähteä katsomalla tämä video

# freeVoteCountExceeded
source: Free vote limit exceeded
fi: Ilmaisia ääniä ei enää jäljellä

# starVoteCountExceeded
source: Star vote limit exceeded
fi: Maksullisiä ääniä ei enää jäljellä

# ContestEnds
source: Ends
fi: Loppuu:

# ContestStarts
source: Starts
fi: Alkaa

source: This field is required
fi: Pakollinen kenttä

source: Get more votes
fi: Hanki lisää

source: Buy
fi: Osta

source: Restore Purchases
fi: Palauta ostos

source: Open settings
fi: Avaa asetukset

source: photos
fi: kuvia

source: you
fi: sinä

source: brands
fi: Brändejä

source: Users
fi: Käyttäjiä

source: Tags
fi: Tageja

source: Images
fi: Kuvia

source: Change profile image
fi: Vaihda profiilikuvaa

# CameraSource
source: Select image source
fi: Valitse kuvan lähde

source: Image Gallery
fi: Galleria

source: Camera
fi: Kamera

# UploadedImages
source: Uploaded
fi: Lähetetyt

# UsernamePlaceholder
source: Username
fi: Käyttäjänimi

# FullnamePlaceholder
source: Full name
fi: Nimi

# EmailPlaceholder
source: Email
fi: Sähköposti

# CountryPlaceholder
source: Country
fi: Maa

# BirthdayPlaceholder
source: Birthday
fi: Syntymäaika

# ProfileSaveFailedError
source: Failed to save profile
fi: Profiilin tallennus epäonnistui

source: Feedback
fi: Palaute

# FeedbackSend
source: Send feedback
fi: Lähetä palaute

# FeedbackSentFailed
source: Failed to send feedback.
fi: Palautteen lähettäminen epäonnistui.

# FeedbackSent
source: Feedback sent. Thank you!
fi: Palaute lähetetty. Kiitos!

# VotingInstructions1
source: Your total votes and maximum votes in the contest
fi: Kokonaisäänimääräsi ja kilpailuun annettavien äänien maksimimäärä

# VotingInstructions2
source: Add votes to participant and see maximum votes for participant
fi: Anna ääniä kilpailijalle ja näe kilpailijakohtaisten äänien maksimimäärä

# VotingInstructions3
source: Unvote this contest participant
fi: Poista ääniä kilpailijalta

# terms2
source: the terms of use
fi: käyttöehdot

# terms3
source: We will never post anything without your permission
fi: Emme koskaan julkaise mitään ilman lupaasi.

# terms
source: Terms of use
fi: Käyttöehdot

# votingFinished
source: Voting for this contest is finished.
fi: Kilpailussa ei voi enää äänestää.

source: Report image
fi: Raportoi kuva

# ReportAdditionalContent
source: Additional information
fi: Lisätietoa

source: Send report
fi: Lähetä

# ReportSendFailed
source: Report sending failed.
fi: Raportin lähettäminen epäonnistui.

# ReportSent
source: Report sent. Thank you!
fi: Raportti lähetetty. Kiitos!

source: Open mail app
fi: Avaa sähköpostisovellus

source: Invite friends
fi: Kutsu ystäviä mukaan

source: Create
fi: Luo

source: CreateContest
fi: Luo kilpailu

# contestNamePlaceholder
source: Contest name goes here
fi: Anna kilpailulle nimi

source: Add contestants
fi: Lisää kilpailun kuvat

source: participated to contest
fi: osallistui kilpailuun

# message_placeholder
source: What's on your mind?
fi: Mitä mieltä?

source: Uploading image
fi: Lähetetään kuvaa

# delete_event
source: Delete my update
fi: Poista päivitys

# ConfirmDelete
source: Are you sure you want to delete contest?
fi: Haluatko varmasti poistaa kilpailun?

# ContestDeleteFailed
source: Couldn't delete contest!
fi: Kilpailua ei voitu poistaa!

source: Short title
fi: Lyhyt kuvaus

source: Story
fi: Kuvan tarina

source: Select image
fi: Valitse kuva

source: Select images
fi: Valitse kuvat

# my_feed_key
source: My Feed
fi: Oma Seinä

# contests_key
source: Contests
fi: Kilpailut

# my_contests_key
source: My Contests
fi: Omat Kilpailut

# ContestCreated
source: Contest succesfully created.
fi: Kilpailu luotu.

source: Hidden
fi: Piilotettu

# hidden_until_end
source: Shown when contest is finished
fi: Näkyvissä kilpailun päättyessä

# SearchHelpTitle
source: Search for interesting things
fi: Etsi kiinnostavia asioita

# SearchHelpText
source: Search for what's happening right now on Choicely. Follow interesting brands and people to get notified of their future contests.
fi: Etsi mitä Choicelyssä on juuri nyt käynnissä. Seuraa kiinnostavia brändejä ja ihmisiä saadaksesi ilmoituksia heidän tulevista kilpailuistaan.

source: Contest updated.
fi: Kilpailu päivitetty.

# DeleteContestConfirmation
source: Delete contest?
fi: Poista kilpailu?

# VotingOptionsTitle
source: Show voting options
fi: Äänestystulosten näkyminen

# BackgroundImageText
source: Tap to add Contest background image
fi: Lisää kuvia painamalla

# ParticipateSuccess
source: Photo sent.
fi: Kuva lähetetty.

# ParticipateFailed
source: Photo sending failed.
fi: Kuvan lähettäminen epäonnistui.

# MyImagesTitle
source: My images
fi: Valitut kuvat

source: Notifications
fi: Ilmoitukset

# ThankYouForVotingTitle
source: Thank you for voting!
fi: Kiitos äänestämisestä!

# ThankYouForVotingSubtitle
source: If you want to know immediately when user publishes something similar follow them.
fi: Seuraa käyttäjää saadaksesi ilmoituksia heidän uusista kilpailuistaan.

source: Failed to get products
fi: Tuotteiden haku epäonnisui

# paidVotesNotAvailable
source: Not available
fi: Ei saatavilla

source: Uploading images
fi: Lähetetään kuvia

source: Downloading images
fi: Ladataan kuvia

# ConfirmDeleteImage
source: Are you sure you want to delete the image?
fi: Haluatko varmasti poistaa kuvan?

source: Are you sure?
fi: Oletko varma?

source: All votes on this image will be lost
fi: Kaikki kuvan äänet menetetään

source: Your changes will be lost
fi: Tekemäsi muutokset menetetään

source: Play
fi: Toista

source: Want more votes?
fi: Haluatko enemmän ääniä?

# GetMoreVotesAndSupportYourFavorites
source: Get more votes and support your favourites to win!
fi: Hanki lisää ääniä ja auta suosikkisi voittoon!

source: Change profile picture
fi: Vaihda profiilikuvaa

# NoVotesLeftOnThisParticipant
source: You have no votes left to spend on this participant
fi: Sinulla ei ole jäljellä ääniä tälle kilpailijalle annettavaksi

source: Profile
fi: Profiili

source: Post
fi: Julkaise

source: The user has not uploaded any images to Choicely
fi: Käyttäjä ei ole viellä ladannut yhtään kuvaa Choicelyyn

source: Participated
fi: Osallistuttu

source: Created
fi: Luotu

# CreatedVoteMonkeyHeader
source: Your contests are here
fi: Luomasi kilpailut

# CreatedVoteMonkeyDesc
source: All contests you have created on Choicely can be found here. You can also make new contests by clicking the 'create contest' button.
fi: Kaikki luomasi kilpailut löytyvät täältä. Voit myös luoda uusia kilpailuja painamalla 'Luo kilpailu' -painiketta.

source: Error
fi: Virhe

# titleEmptyError
source: Contest title cannot be empty
fi: Kilpailulla täytyy olla nimi

# noVotingImagesError
source: Voting and rating contest has to include participant images
fi: Äänestys -ja luokituskilpailuun täytyy sisällyttää ehdokaskuvat

# noBackgroundImageError
source: Contest needs to have a background image
fi: Kilpailulla täytyy olla taustakuva

source: Create account
fi: Luo tili

source: Check username
fi: Tarkista käyttäjänimi

# usernameNotLongEnough
source: Your username needs to be at least 2 characters long
fi: Käyttäjänimen on oltava vähintään kaksi merkkiä pitkä

# emailEmpty
source: You need to provide an email address
fi: Sinun on annettava sähköpostiosoitteesi

# noValuesGiven
source: Your profile cannot be empty
fi: Käyttäjäprofiilisi ei voi olla tyhjä

# userIDEmpty
source: User ID is empty
fi: Käyttäjätunniste tyhjä

# imageIDEmpty
source: ImageID is empty
fi: Kuvatunniste tyhjä

# PasswordNotValid
source: Password must be 6 ‚Äì 100 letters long
fi: Password must be 6 – 100 letters long

source: Continue to Choicely
fi: Jatka Choicelyyn

source: Reset password
fi: Vaihda salasana

source: Tap to select
fi: Napauta valitaksesi

source: Failed to open application settings
fi: Asetusten avaaminen epäonnistui

source: Resend verification email
fi: Lähetä vahvistusviesti uudelleen

source: Email updated
fi: Sähköpostisi on päivitetty

# WeHaventGotYourEmailAddress
source: We haven't got your email address yet. Please type it in to the textfield below!
fi: Meillä ei vielä ole sähköpostiosoitettasi. Ole hyvä ja kirjoita se alla olevaan tekstikenttään.

# EmailNotVerifiedYet
source: The email address is not verified yet!
fi: Sähköpostiosoitteesi on vahvistamatta

# ShouldBeSmallerThanOrEqualTo
source: Value should be smaller than or equal to %d
fi: Arvon tulee olla pienempi tai yhtä suuri kuin %d

# ShouldBeGreaterThanOrEqualTo
source: Value should be greater than or equal to %d
fi: Arvon tulee olla suurempi tai yhtä suuri kuin %d

# ShouldBeBetween
source: Value should be between %d and %d
fi: Arvon tulee sijoittua %d ja %d välille

source: Advanced settings
fi: Lisäasetukset

# Participate
source: Participate in this contest
fi: Osallistu tähän kilpailuun

source: Countries
fi: Maat

# ContestAvailableLocation
source: Where will the contest be available?
fi: Missä maissa kilpailu on saatavilla?

source: Global contest
fi: Maailmanlaajuinen kilpailu

# SelectCountries
source: Select eligible countries
fi: Valitse maat

# CanUsersRemoveVotes
source: Can users remove their votes before the contest ends?
fi: Voivatko käyttäjät poistaa antamansa äänet ennen kilpailun päättymistä?

# NumberFreeVotes
source: Number of free votes
fi: Maksuttomien äänien määrä

# NumberPaidVotes
source: Number of paid votes
fi: Maksullisten äänien määrä

# MaxFreeVotesParticipant
source: Limit number of free votes per participant
fi: Rajoitus kullekin kilpailijalle annettaville maksuttomille äänille

source: Unlimited
fi: Rajaton

source: Select country
fi: Valitse maa

source: Select state
fi: Valitse maakunta

source: Invalid email or username
fi: Sähköposti tai käyttäjänimi ei ole kelvollinen

source: Feedback message cannot be empty!
fi: Palautteen viesti ei voi olla tyhjä!

source: This participant has no story
fi: Tarinaa ei löydy

source: Use advanced rating
fi: (ei suomennosta)

source: My Brands
fi: Minun brändit

source: You are not admin of any brands
fi: Et ole tällä hetkellä minkään brändin ylläpitäjä

source: Advanced rating
fi: Lisäluokitukset

source: Sign up
fi: Rekisteröidy

# PollAnswers
source: answers
fi: vastausta

# LoginError
source: Incorrect email or password. Try again.
fi: Sähköpostiosoite tai salasana on virheellinen. Yritä uudelleen.

# loginTitle
source: Login to vote
fi: Kirjaudu äänestääksesi:

# loginSubtitle
source: Use your C More or MTV account
fi: Voit käyttää C More tai mtv-palvelun tunnuksiasi

# passwordPlaceholder
source: Password
fi: Salasana

# loginButton
source: Login
fi: Kirjaudu

# profileTitle
source: Your Love Island profile
fi: Love Island profiilisi

# adLoadError
source: Ad is not available at this time
fi: Mainosta ei saatavilla

# followButtonFollowing
source: following
fi: seuraa

source: View more
fi: Katso lisää

source: Show results
fi: Näytä tulokset

source: Enter phone number
fi: Syötä puhelinnumero

source: Save Profile
fi: Tallenna profiili

source: Change password
fi: Vaihda salasana

# EmailAlreadyInUse
source: Email is already in use
fi: Sähköpostiosoite on jo käytössä

# CityPlaceholder
source: City
fi: Kaupunki

# OldPasswordPlaceholder
source: Old password
fi: Vanha salasana

# NewPasswordPlaceholder
source: New password
fi: Uusi salasana
